from PERSONAS import Persona  # Импортируем существующие персонажи

PERSONA_HOOKS = {
    Persona.BAD: ["урод", "дебил", "лох", "туп", "жоп"],
    Persona.MAMKA: ["отвали", "заеб", "жоп", "жен", "норм"],
    Persona.SOLD: ["арми", "приказ", "устав", "рот", "дед"],
    Persona.KGB: ["цру", "шпион", "преда", "1984", "прослуш", "хохл"],
    Persona.SCUF: ["путин", "запад", "санкц", "нато", "либер"],
    Persona.CLOWN: ["мем", "прикол", "ржом", "кринж", "рофл"],
    Persona.DVACH: ["битко", "гибк", "анон", "борд", "двач"],
    Persona.NORMAL: [],
    Persona.GOOD: ["чувств", "обид", "радос", "поддерж"],
    Persona.PHIL: ["дао", "дзен", "карм", "нирван", "быти"],
    Persona.BOMJ: ["бухл", "мент", "хат", "90-", "бомж"],
    Persona.VOLODYA:['телк', 'еба', 'ебл', 'ебан', 'ху', 'заеб', 'хохл']

}